welcome_text = 'Привет, {}\n' \
               'Чтобы начать ваше путешествие мечты, нужно выбрать когда, откуда а главное, ' \
               'когда вы хотите отправиться. Для этого воспользуйтесть меню. Так же вы можете задать дополнительные параметры' \
               'во вкладке меню.'

wrong_input_text = 'Некорректный ввод.'
country_list = ['Австрия', 'Албания', 'Андорра', 'Армения', 'Аруба', 'Болгария', 'Греция',
             'Грузия', 'Доминикана', 'Египет', 'Иордания',
             'Испания', 'Казахстан', 'Кения', 'Кипр', 'Мальдивы', 'Мексика',
             'ОАЭ', 'Португалия', 'Сейшельские острова', 'Танзания(Занзибар)',
             'Тунис', 'Турция', 'Украина', 'Хорватия', 'Черногория']
city_list = ['Актобе', 'Алматы', 'Винница', 'Днепр', 'Запорожье',
             'Караганды', 'Киев', 'Кривой', 'Львов', 'Минск',
             'Николаев', 'Нур-Султан', 'Одесса', 'Павлодар',
             'Полтава', 'Ровно', 'Ташкент', 'Усть-Каменогорск',
             'Харьков', 'Херсон', 'Шымкент']
pin_symb = '\U0001F4CD'
your_city_text='Город: {}'
your_date_text='Дата: {}'
your_country_text='Страна: {}'
your_nights_text='Количевство ночей: {}-{}'
wrong_date_text = 'Некорректная дата, правильный формат - дд.мм.гггг'

enter_destination_text = 'Введите код страны::'
enter_departure_text = 'Введите код города:'
enter_date_text = 'ВВедите дату вылета дд.мм.гггг - дд.мм.гггг:'
old_date_text = 'Эта дата уже прошла.\n' \
                'Попроуйте еще раз:'
incorrect_range_date_text = 'Первая дата больше второй.\n' \
                            'Попробуйте еще раз:'
adults_text = 'Сколько взрослых?'
kids_text = 'Сколько детей?'
nights_amount_text = 'Введите количество ночей от 1 до 21:'
request_template_text = 'Страна прибытия: {}\n' \
                        'Город отправления: {}\n' \
                        'Дата: {}\n' \
                        'Звезды: {}\n' \
                        'Взрослые: {}\n' \
                        'Дети: {}\n' \
                        'Питание: {}\n' \
                        'Количество ночей: {}'
stars_text = 'Какое количество звезд у отеля?\n' \
             '[{}] \U00002B50\n' \
             '[{}] \U00002B50\U00002B50\n' \
             '[{}] \U00002B50\U00002B50\U00002B50\n' \
             '[{}] \U00002B50\U00002B50\U00002B50\n' \
             '[{}] \U00002B50\U00002B50\U00002B50'
food_text = 'Какое питание вы предпочитаете?\n' \
            '[{}] RO\n' \
            '[{}] BB\n' \
            '[{}] HB\n' \
            '[{}] FB\n' \
            '[{}] AI\n' \
            '[{}] UAI'

