empty_wishlist_text='Ваш список пуст:('
hotel_representation_text = '''Отель: {}
Город: {}
Звезды: {}
От: {}
'''
tour_representation_text = '''Дата прибытия: {}
Количество ночей: {}
Тип комнаты: {}
Питание: {}
Цена: {}
'''
wishlist_representation_text = '''Отель: {}
Город: {}
Дата прибытия: {}
Количество ночей: {}
Звезды: {}
Тип комнаты: {}
Питание: {}
Цена: {}
'''

add_item_text='Сначало добавьте турю'
enter_name_text='Введите имя и фамилию:'
incorrect_name_text='Некорректный имя или Фамилия, введите еще раз.'
invalid_phone_text='Некорректный номер, введите еще раз.'
enter_phone_text='Введите свой номер телефона ( +380 и тд.):'
choose_messager_text='Выбирите месенджер для обратной связи.'
user_data_text='''Ваша заявка:
ИФ: {}
телефон: {}
месенджер: {}'''
uncomplete_formular_text='Вы не выбрали дату, страну прибытия или город отправления.'
no_tours_text='Туры, с данными параметрами - отсутствуют :('
